Repository: alessia-andrisani/TeachHear
Catalog: TeachHear Localizations/*.xcloc/Localized Contents/*.xliff
Languages: it

source: %@ Previous
it: Indietro

source: Add to existing folder
it: Aggiungi a una cartella esistente

source: Add to recents
it: Aggiungi ai recenti

source: Create new folder
it: Crea nuova cartella

source: Create your exercise
it: Crea il tuo esercizio

source: Done
it: Fine

source: Exercise Type:
it: Scegli la tipologia di esercizio:

source: Exercises
it: Esercizi

source: Folders
it: Cartelle

source: Get Started
it: Inizia

source: Hello teacher! In TeachHear you can create exercises for your language classes using song lyrics. Start by searching for a song that you want to use or just get inspired by our trends section to dive right in.
it: Ciao docente! In TeachHear puoi creare esercizi per le tue lezioni di lingua utilizzando i testi delle canzoni. Comincia cercando una canzone che vuoi utilizzare oppure lasciati ispirare dalla sezione tendenze per iniziare subito.

source: New Exercise
it: Nuovo Esercizio

source: Next %@
it: Avanti

source: Recents
it: Recenti

source: Select the sentences you want to scramble:
it: Seleziona le frasi che vuoi mettere in disordine:

source: Select the words you want to hide:
it: Seleziona le parole che vuoi nascondere:

source: Select the words you want to scramble:
it: Seleziona le parole che vuoi mettere in disordine:

source: Share it during your classes
it: Condividilo durante le lezioni

source: Skip
it: Salta

source: Trends
it: Tendenze

source: Type artist and song name...
it: Artista e titolo della canzone...

source: Welcome to TeachHear
it: Benvenuto in TeachHear!

source: Welcome to TeachHear!
it: Benvenuto in TeachHear!

source: When your exercise is finished, you can save it in a folder and rename it as you like. You can then share the exercise with your students as a pdf or share your screen during your online classes.
it: Quando hai completato l'esercizio puoi salvarlo in una cartella e rinominarlo. Dopo puoi inviarlo ai tuoi studenti come PDF o condividere lo schermo durante le videolezioni.

source: Where do you want to save the exercise?
it: Dove vuoi salvare l'esercizio?

source: You can choose between three different types of exercise: Word Scramble, Fill the Gap and Sentence Scramble. Just choose the one you like and tap the words or sentences you want to use.
it: Puoi scegliere tra tre diverse tipologie di esercizi: mescola parola, parola mancante e mescola frase. Scegli quello che preferisci e tocca le parole o frasi che vuoi utilizzare.
