Repository: alessia-andrisani/TeachHear
Catalog: *.lproj/Localizable.strings
Languages: de, es, fr

source: %@ Previous
de: %@ Zurück
es: %@ Anterior
fr: Précédent

source: Add to existing folder
de: Zu existierendem Ordner hinzufügen
es: Añadir a una carpeta existente
fr: Ajouter à un dossier existant

source: Add to recents
de: Zu Kürzlichen hinzufügen
es: Añadir a recientes
fr: Ajouter au récents

source: Create new folder
de: Neuen Ordner erstellen
es: Crear nueva carpeta
fr: Créer un nouveau dossier

source: Create your exercise
de: Erstelle deine Aufgabe
es: Crea tu ejercicio
fr: Créez votre exercice

source: Done
de: Fertig
es: Guardar
fr: OK

source: Edit
es: Editar

source: Exercise Type:
de: Aufgabentyp:
es: Elige el tipo de ejercicio:
fr: Type d'exercice:

source: Exercises
de: Aufgaben
es: Ejercicios
fr: Exercices

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers

source: Get Started
de: Starten
es: Empecemos
fr: Commencer

source: Hello teacher! In TeachHear you can create exercises for your language classes using song lyrics. Start by searching for a song that you want to use or just get inspired by our trends section to dive right in.
de: Hallo, Lehrer! In TeachHear kannst du Aufgaben für deine Sprachenklassen an Hand von Liedtexten erstellen. Fange an, indem du nach einem Lied suchst oder finde Inspiration in unserem Trends-Abschnitt.
es: ¡Hola profesor/a! En TeachHear puedes crear ejercicios para tus clases de idiomas utilizando letras de canciones. Empieza buscando la canción que quieras utilizar o déjate inspirar por las tendencias.
fr: Salut professeur! Dans TeachHear vous pouvez créer des exercices pour vos cours de langue utilisant les paroles des chansons. Commencez par chercher la chanson que vous voulez utiliser ou laissez vous inspirer par les tendances pour commencer tout de suite.

source: My Exercises
de: Meine Aufgaben
es: Mis Ejercicios

source: New Exercise
de: Neue Aufgabe
es: Nuevo ejercicio
fr: Nouveau Exercice

source: Next %@
de: Weiter %@
es: Siguiente %@
fr: Suivant

source: OK
es: Guardar

source: Recents
de: Kürzliche
es: Recientes
fr: Récents

source: Select the sentences you want to scramble:
de: Wähle die Sätze aus, die gemischt werden sollen:
es: Selecciona las frases que deseas desordenar:
fr: Sélectionnez les phrases que vous voulez brouiller:

source: Select the words you want to hide:
de: Wähle die Worte aus, die versteckt werden sollen:
es: Selecciona las palabras que deseas ocultar:
fr: Sélectionnez les mots que vous voulez cacher:

source: Select the words you want to scramble:
de: Wähle die Worte aus, die gemischt werden sollen:
es: Selecciona las palabras que deseas desordenar:
fr: Sélectionnez les mots que vous voulez brouiller:

source: Share it during your classes
de: Teile sie während deiner Stunden
es: Compártelo durante tus clases
fr: Partagez-le pendant vos cours

source: Skip
de: Überspringen
es: Salir
fr: Sauter

source: Trends (Coming Soon)
de: Trends (Bald verfügbar)
es: Tendencias (Próximamente)

source: Type artist and song name...
de: Gebe einen Künstler- und Liednamen ein...
es: Artista y título de la canción...
fr: Artiste et titre de la chanson...

source: Welcome to TeachHear
de: Willkommen in TeachHear!
es: ¡Bienvenido a TeachHear
fr: Soyez les bienvenus dans TeachHear!

source: Welcome to TeachHear!
de: Willkommen in TeachHear!
es: ¡Bienvenido a TeachHear!
fr: Soyez les bienvenus dans TeachHear!

source: When your exercise is finished, you can save it in a folder and rename it as you like. You can then share the exercise with your students as a PDF or share your screen during your online classes.
de: Wenn du die Aufgabe fertiggestellt hast, kannst du sie in einem Ordner speichern und beliebig benennen. Daraufhin kannst du die Aufgabe mit deinen SuS als PDF teilen oder du teilst deinen Bildschirm während einer Online-Stunde.
es: Cuándo termines el ejercicio lo podrás guardar en una carpeta y darle el nombre que quieras. Luego podrás compartir el ejercicio en formato PDF con tus estudiantes o compartir la pantalla durante las clases en línea.

source: Where do you want to save the exercise?
de: Wo möchtest du die Aufgabe speichern?
es: ¿Dónde quieres guardar el ejercicio?
fr: Où voulez-vous enregistrer cet exercice?

source: You can choose between three different types of exercise: Word Scramble, Fill the Gap and Sentence Scramble. Just choose the one you like and tap the words or sentences you want to use.
de: Du kannst zwischen 3 Aufgabentypen wählen: Wortsalat, Lückentext und Satzsalat. Wähle einen aus und tippe die Wörter bzw. Sätze an, die du verwenden möchtest.
es: Puedes elegir entre tres diferentes tipos de ejercicios: Palabras Desordenadas, Completa la Frase y Frases Desordenadas. Elige el que más te guste y toca las palabras o las frases que quieras usar.
fr: Vous pouvez choisir parmi trois différents types d'exercice: Mots Mêlés, Remplir le blanc, Phrases Mêlées. Il suffit de choisir celui que vous préférez et de taper les mots ou les phrases que vous voulez utiliser.

source: Your search threw no results
de: Deine Suche ergab keine Ergebnisse
es: No se encontraron resultados

source: Word Scramble
de: Wortsalat
es: Palabras Desordenadas
fr: Mots Mêlés

source: Fill the Gap
de: Lückentext
es: Completa la Frase
fr: Remplir le blanc

source: Sentence Scramble
de: Satzsalat
es: Frases Desordenadas
fr: Phrases Mêlées

source: Trends
fr: Tendances

source: When your exercise is finished, you can save it in a folder and rename it as you like. You can then share the exercise with your students as a pdf or share your screen during your online classes.
fr: Une fois l'exercice terminé, vous pouvez l'enregistrer dans un dossier et le renommer comme vous le souhaitez. Vous pouvez ensuite partager l'exercice avec vos étudiants au format PDF ou partager votre écran pendant les cours en ligne.
